{"id":243,"date":"2021-02-25T09:10:40","date_gmt":"2021-02-25T09:10:40","guid":{"rendered":"http:\/\/www.thehollywoodgossip.com\/?page_id=243"},"modified":"2024-01-11T11:39:39","modified_gmt":"2024-01-11T16:39:39","slug":"terms-of-use","status":"publish","type":"page","link":"https:\/\/www.thehollywoodgossip.com\/terms-of-use\/","title":{"rendered":"Terms of Use"},"content":{"rendered":"<span class=\"span-reading-time rt-reading-time\" style=\"display: block;\"><span class=\"rt-label rt-prefix\">Reading Time: <\/span> <span class=\"rt-time\"> 10<\/span> <span class=\"rt-label rt-postfix\">minutes<\/span><\/span>\n<h2 class=\"wp-block-heading\" id=\"h-terms-and-conditions\"><strong>TERMS AND CONDITIONS<\/strong><\/h2>\n\n\n\n<p>THESE TERMS CONTAIN AN ARBITRATION CLAUSE, DISCLAIMERS AND LIMITATIONS OF LIABILITY. PLEASE REVIEW CAREFULLY.<\/p>\n\n\n\n<p>The following terms (&ldquo;Terms of Use&rdquo;) constitute an agreement between Mediavine, Inc. (&ldquo;Company&rdquo;), and you that governs your use of this website and all of its associated services, content, and functionality. This policy applies to the website administered by Company (the &ldquo;Website&rdquo;), located at <a href=\"https:\/\/www.thehollywoodgossip.com\/\">https:\/\/www.thehollywoodgossip.com\/<\/a>. Company, owner and operator of the Website, is a limited liability company formed under the laws of the state of Delaware, United States.<\/p>\n\n\n\n<p>Your use of the Website constitutes your acceptance of, and agreement to, the following Terms of Use. Company reserves the right to modify, alter, amend or update its Website, policies and these Terms of Use. These Terms of Use are subject to change without notice. If you do not agree with or do not accept any part of these Terms of Use, you must not use the Website. Your continued use of any part of the Website constitutes your acceptance of such changes to the Terms of Use. You should review the Terms of Use periodically to determine if any changes have been made.&nbsp;<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>GENERAL DISCLAIMER<\/strong><\/h2>\n\n\n\n<p>Company has made every effort to ensure that all information on the Website has been tested for accuracy. Company makes no guarantees regarding the results that you will see from using the information provided on the Website. Opinions, advice, statements or other comments should not necessarily be relied upon and are not to be construed as professional advice from Company.<\/p>\n\n\n\n<p>Company disclaims liability for incidental or consequential damages and assumes no responsibility or liability for any loss or damage suffered by any person as a result of use of the information provided on the Website. Company assumes or undertakes no liability for any loss or damage suffered as a result of the use of any information found on the Website.&nbsp;<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>YOUR RESPONSIBILITY<\/strong><\/h2>\n\n\n\n<p>The Website was developed strictly for informational purposes. You understand and agree that you are fully responsible for your use of the information provided on the Website. Company makes no representations, warranties or guarantees. You understand that results may vary from person to person. Company assumes no responsibility for errors or omissions that may appear on the Website.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>USE OF THE WEBSITE&nbsp;<\/strong><\/h2>\n\n\n\n<p>Unless otherwise stated, Company owns the intellectual property and rights to all content and material on the Website. Subject to the license below, all intellectual property rights are reserved.&nbsp;<\/p>\n\n\n\n<p>You may view, download (for caching purposes only), and print pages for your personal use, subject to the restrictions set out below and elsewhere in these Terms of Use.&nbsp;<\/p>\n\n\n\n<p>The following uses are not permitted:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Republication of content from the Website, unless content is specifically and expressly made available for republication;&nbsp;<\/li>\n\n\n\n<li>Sale, rental or sub-license of any content from the Website;<\/li>\n\n\n\n<li>Reproduction or duplication of any content on the Website for commercial purposes;&nbsp;<\/li>\n\n\n\n<li>Modification of any content on the Website, unless content is specifically and expressly made available for modification; and<\/li>\n\n\n\n<li>Redistribution of content of the Website, unless content is specifically and expressly made available for redistribution. Users are permitted to share content on social media channels, as long as a link to the Website is included.&nbsp;<\/li>\n<\/ul>\n\n\n\n<p>From time to time, the Website will utilize various plugins or widgets to allow sharing of content via social media channels, email, or other methods. Use of these plugins or widgets does not constitute any waiver of Company&rsquo;s intellectual property rights. Such use is a limited license to republish the content on the approved social media channels, with full credit to Company.<\/p>\n\n\n\n<p>You must not use the Website in a way that causes, or may cause, damage to the Website or impairs the availability of access to the Website. You must not decompile, reverse engineer, disassemble or otherwise reduce the Website, except to the extent that such activity is expressly permitted by applicable law. You must not use the Website to copy, store, host, transmit, send, use, publish or distribute any material that consists of (or is linked to) any spyware, computer virus, Trojan horse, worm, keystroke logger, rootkit and\/or other harmful code or malicious software.<\/p>\n\n\n\n<p>You must not conduct any systematic or automated data collection activities, including, but not limited to scraping, data mining, data extraction or data harvesting on or in relation to the Website without Company&rsquo;s express written permission.&nbsp;<\/p>\n\n\n\n<p>You must not use the Website to transmit or send any unsolicited commercial communications.&nbsp;<\/p>\n\n\n\n<p>You must not use the Website for any third-party marketing without Company&rsquo;s express written permission.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>INTELLECTUAL PROPERTY<\/strong><\/h2>\n\n\n\n<p>All original materials provided by Company are owned by Company. Any original materials are provided for your individual use only. You are not authorized to use or transfer any of Company&rsquo;s intellectual property. All intellectual property remains the property of Company. No license to sell, distribute, reproduce, prepare a derivative work, display, or perform is granted or implied.&nbsp;<\/p>\n\n\n\n<p>Certain of the names, logos, and other materials displayed on the Website constitute Company&rsquo;s intellectual property, including, but not limited to, patents, trademarks, service marks, trade secrets and copyrights (&ldquo;Company IP&rdquo;).&nbsp; You are not authorized to use any Company IP without Company&rsquo;s express consent. Ownership of Company IP remains with Company and you agree not to make any claims or assertions of any other party&rsquo;s ownership of Company IP.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Equitable Relief<\/strong><\/h2>\n\n\n\n<p>You acknowledge and agree that in the event of certain breaches of the Terms of Use, Company may suffer irreparable injury, such that no remedy at law will afford it adequate protection against, or appropriate compensation for, such injury. Accordingly, you agree that Company shall be entitled to any injunctive relief, without having to post a bond, as may be granted by a court of competent jurisdiction.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>COPYRIGHT<\/strong><\/h2>\n\n\n\n<p>Unless otherwise noted, the design, content and all components of the Website are copyrights owned by Company or third parties and are protected by United States and international copyright laws and should not be reused or republished without express written permission.&nbsp;<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>TRADEMARKS<\/strong><\/h2>\n\n\n\n<p>&ldquo;The Hollywood Gossip&rdquo; is a registered trademark of Company and is protected by United States trademark law. Company&rsquo;s trademarks and trade dress may not be used in connection with any product or service that is not Company&rsquo;s, in any manner likely to cause confusion among consumers, or in any manner that disparages or discredits Mediavine, Inc.,<a href=\"https:\/\/www.thehollywoodgossip.com\/\"> https:\/\/www.thehollywoodgossip.com\/<\/a>, or the experts featured on the Website.<\/p>\n\n\n\n<p>From time to time, the Website will legally utilize trademarks owned by third parties related to Company&rsquo;s services. These trademarks are the respective property of their owners.&nbsp;<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>FTC DISCLOSURE<\/strong><\/h2>\n\n\n\n<p>From time to time, the Website may post sponsored content from an advertiser. This means that an advertiser, which may be a brand, agency, or influencer network, will contract with Company to create content featuring certain messages or product placements. Pursuant to the FTC&rsquo;s requirements, all such advertisements on the Website are clearly and conspicuously disclosed.&nbsp;<\/p>\n\n\n\n<p>Even though compensation (cash, free product, services) is received in exchange for this sponsored content placement, Company gives its honest opinion, findings, beliefs, or experiences in such content. All views expressed on the Website are those of the content creator. Any product claim, statistic, quote or other representation about a product or service should be verified with the manufacturer, provider, or party in question.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>AFFILIATE MARKETING<\/strong><\/h2>\n\n\n\n<p>From time to time, the Website may engage in affiliate marketing. This means that if you use an affiliate link to make a purchase, the Website will receive a commission on that purchase. All efforts are made to ensure that affiliate links are disclosed in accordance with the FTC.&nbsp;<\/p>\n\n\n\n<p>Company is a participant in the Amazon Services LLC Associates Program, an affiliate advertising program designed to provide a means for sites to earn advertising fees by advertising and linking to Amazon.com. As an Amazon Associate, I earn from qualifying purchases. This program utilizes cookies to track for the purposes of assigning commission on these sales.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>GRANT OF RIGHTS<\/strong><\/h2>\n\n\n\n<p>You grant Company a worldwide, irrevocable, non-exclusive, royalty-free license to use, reproduce, adapt, publish, translate and distribute any content you contribute to the Website. This includes, but is not limited to, text, images, audio material, comments, video material and audio-visual material. This license extends to all known and future media. You also grant Company the right to sub-license these rights and the right to bring an action for infringement of these rights. By posting content to the Website, you represent that you have the right to grant these permissions for the use of such content by Website, Company and Company&rsquo;s sublicensees.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>CONTENT CONTRIBUTED TO THE WEBSITE<\/strong><\/h2>\n\n\n\n<p>Any content you contribute to the Website, including, but not limited to text, images, audio material, comments, video material and audio-visual material, must not be illegal or unlawful, may not infringe on any third-party&rsquo;s legal rights, and must not be capable of giving rise to legal action whether against you or Company or a third party.&nbsp;<\/p>\n\n\n\n<p>Company reserves the right to edit or remove: (i) any material submitted to the Website; (ii) stored on Company&rsquo;s servers; or, (iii) hosted or published on the Website. Company takes no responsibility and assumes no liability for any content posted by you or any third party.<\/p>\n\n\n\n<p>Notwithstanding Company&rsquo;s rights under the Terms of Use, Company does not undertake to monitor the submission of all content to, or the publication of such content on, the Website and is not responsible for such content.&nbsp;<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>COMMENT POLICY<\/strong><\/h2>\n\n\n\n<p>The Website may offer the option for you to leave comments, engaging with the Website posts. The following types of comments will not be tolerated and will be deleted:&nbsp;<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>harassment directed toward any content creator or Company;<\/li>\n\n\n\n<li>spam;<\/li>\n\n\n\n<li>hate speech;<\/li>\n\n\n\n<li>defamatory to Company or any third party;<\/li>\n\n\n\n<li>reference illegal acts; or,<\/li>\n\n\n\n<li>violate the legal rights of a third party.&nbsp;<\/li>\n<\/ul>\n\n\n\n<p>Company&rsquo;s sole discretion will be used to determine if a comment is in violation of this comment policy. Any comments in violation will be promptly deleted and no further explanation will be due to you if your comment was determined to be in violation with this policy.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>TAKEDOWN REQUESTS<\/strong><\/h2>\n\n\n\n<p>From time to time, the Website will publish posts with images from other third-party websites. Any such use is considered fair use under copyright laws and is fully attributed to the owner. If you believe that your copyrighted work has been used on the Website in a way that constitutes copyright infringement and falls outside of fair use, please send a request to <a href=\"mailto:webmaster@thehollywoodgossip.com\">webmaster@thehollywoodgossip.com<\/a> and we will remove the image within 24 to 48 hours.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>COMMUNICATION<\/strong><\/h2>\n\n\n\n<p>If you send Company an email, register to use the Website or provide your email to Company in any other way, you consent to receive communications from Company electronically. You agree that all legal notices provided via electronic means from Company satisfy any requirement for written notice.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>THIRD PARTIES<\/strong><\/h2>\n\n\n\n<p>The Website may contain links to third-party websites that are not governed or controlled by Company. You represent and warrant that you have read and agree to be bound by all applicable terms of use and policies for any third-party website that relates to your use of the Website. Company assumes no control or liability over the content of any third-party sites. You expressly hold Company harmless from any and all liability related to your use of a third-party website.&nbsp;<\/p>\n\n\n\n<p>Prior to engaging in any meetings, events, or commercial transactions with any third parties discovered through or linked on the Website, you must complete any necessary investigation or due diligence. You understand that Company does not perform psychological testing or background checks on the individuals who may use the Website or Company&rsquo;s products or services. You understand and agree that you are solely responsible for your actions and decisions to meet other individuals who you meet online by virtue of the Website or services provided on the Website. If there is a dispute for any events or commercial transactions with a third party discovered through or linked on the Website, you expressly hold Company harmless from any and all liability in any dispute.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>CHILDREN&rsquo;S INFORMATION<\/strong><\/h2>\n\n\n\n<p>The Website does not knowingly collect any personally identifiable information from children under the age of 16. If a parent or guardian believes that the Website has personally identifiable information of a child under the age of 16 in its database, please contact Company immediately at <a href=\"mailto:webmaster@thehollywoodgossip.com\">webmaster@thehollywoodgossip.com<\/a> and we will use our best efforts to promptly remove such information from our records.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>NO WARRANTIES&nbsp;<\/strong><\/h2>\n\n\n\n<p>The Website is provided on an &ldquo;as is&rdquo; and &ldquo;as available&rdquo; basis without any representations or warranties, expressed or implied. Company makes no representations or warranties in relation to the Website, or the information and materials provided therein.&nbsp;<\/p>\n\n\n\n<p>Company makes no warranty the Website will meet your requirements; will be available uninterrupted; error free, timely and free of viruses or bugs; or represents the full functionality, accuracy, and reliability of the Website. Company is not responsible to you for the loss of any content or material uploaded or transmitted through the Website. The Website is written in English and Company makes no warranty regarding translation or interpretation of content in any language.&nbsp;&nbsp;<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>LIMITATION OF LIABILITY<\/strong><\/h2>\n\n\n\n<p>TO THE EXTENT ALLOWABLE BY LAW, COMPANY AND ITS OFFICERS, EMPLOYEES, AGENTS, AFFILIATES, LICENSEES AND WEB HOSTING SERVICES WILL NOT BE LIABLE FOR ANY DIRECT, CONSEQUENTIAL, INCIDENTAL, INDIRECT, EXEMPLARY, PUNITIVE OR SPECIAL DAMAGES OF ANY KIND, HOWEVER CAUSED, INCLUDING LOSS OF PROFITS, REVENUE, DATA OR USE, INCURRED BY YOU, WHETHER UNDER THEORY OF CONTRACT, TORT (INCLUDING NEGLIGENCE), WARRANTY OR OTHERWISE, EVEN IF COMPANY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.&nbsp;<\/p>\n\n\n\n<p>YOU AGREE THAT REGARDLESS OF ANY STATUTE OR LAW TO THE CONTRARY, ANY CLAIM OR CAUSE OF ACTION ARISING OUT OF OR RELATED TO THE USE OF THIS WEBSITE OR THE TERMS OF USE MUST BE FILED WITHIN ONE (1) YEAR AFTER SUCH CLAIM OR CAUSE OF ACTION AROSE OR BE FOREVER BARRED.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>INDEMNITY<\/strong><\/h2>\n\n\n\n<p>You agree to defend, indemnify and hold Company, its members, employees, officers, directors, managers and agents harmless from and against any and all losses, claims, suits, actions, liabilities, obligations, costs and expenses (including reasonable attorneys&rsquo; fees and expenses) which Company suffers as a result of third-party claims based on: (i) your negligence or intentional misconduct, (ii) your breach of any provision of the Terms of Use (including representation or warranty); (iii) materials prepared or provided by you including, but not limited to, any claims of infringement, or misappropriation of copyright, trademark, patent, trade secret, or other intellectual property or proprietary right, infringement of the rights of privacy or publicity, or defamation or libel; or (iv) death, personal injury, or property damage arising out of, or relating to, your obligations hereunder.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>ARBITRATION<\/strong><\/h2>\n\n\n\n<p>The Terms of Use will be governed and construed in accordance with the laws of the state of Delaware without reference to its conflict of law provisions. Any controversy or claim arising out of or relating to the Website, Terms of Use, or the breach thereof, shall be settled by arbitration administered by the American Arbitration Association (&ldquo;AAA&rdquo;) under its Commercial Arbitration Rules, and judgment on the award rendered by the arbitrator(s) may be entered in any court having jurisdiction thereof. The place of any such arbitration shall be in New Castle, Delaware. The parties also agree that the AAA Optional Rules for Emergency Measures of Protection shall apply to the proceedings. &nbsp;This section provides the sole recourse for the settlement of any disputes arising out of, in connection with, or related to the Website or Terms of Use. Notwithstanding the foregoing, any action seeking injunctive relief shall be submitted to the courts and shall not be subject to this provision.<\/p>\n\n\n\n<p>THE PARTIES WAIVE ANY RIGHT TO ASSERT ANY CLAIMS AGAINST THE OTHER PARTY AS A REPRESENTATIVE OR MEMBER IN ANY CLASS OR REPRESENTATIVE ACTION, EXCEPT WHERE SUCH WAIVER IS PROHIBITED BY LAW OR DEEMED BY A COURT OF LAW TO BE AGAINST PUBLIC POLICY. TO THE EXTENT EITHER PARTY IS PERMITTED BY LAW OR A COURT OF LAW TO PROCEED WITH A CLASS OR REPRESENTATIVE ACTION AGAINST THE OTHER, THE PARTIES AGREE THAT: (I) THE PREVAILING PARTY SHALL NOT BE ENTITLED TO RECOVER ATTORNEYS&rsquo; FEES OR COSTS ASSOCIATED WITH PURSUING THE CLASS OR REPRESENTATIVE ACTION (NOT WITHSTANDING ANY OTHER PROVISION IN THIS AGREEMENT); AND (II) THE PARTY WHO INITIATES OR PARTICIPATES AS A MEMBER OF THE CLASS WILL NOT SUBMIT A CLAIM OR OTHERWISE PARTICIPATE IN ANY RECOVERY SECURED THROUGH THE CLASS OR REPRESENTATIVE ACTION.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>MISCELLANEOUS PROVISIONS<\/strong><\/h2>\n\n\n\n<p>If any provision(s) of the Terms of Use is held to be invalid, illegal or unenforceable, the remaining provisions shall be severable and enforceable. In addition, in such event the unenforceable or invalid provision shall be deemed to be modified to the extent necessary to (i) render it valid and enforceable and (ii) give the fullest effect possible to the original intent of the provision.<\/p>\n\n\n\n<p>The Terms of Use may not be assigned by you without Company&rsquo;s prior written consent; however, the Terms of Use may be assigned by Company in its sole discretion.&nbsp;<\/p>\n\n\n\n<p>The Terms of Use are the final, complete, and exclusive agreement of the parties with respect to the Website offered by Company.&nbsp;<\/p>\n\n\n\n<p>The failure of Company to exercise or enforce any right or provision hereunder shall not operate as a waiver of such right or provision. Any waiver of the Terms of Use by Website or Company must be in writing and signed by an authorized representative of the Company.&nbsp;<\/p>\n\n\n\n<p>All notices with respect to the Terms of Use must be in writing and may be via email to&nbsp;<a href=\"mailto:webmaster@thehollywoodgossip.com\">webmaster@thehollywoodgossip.com<\/a> for Company and to your email address.&nbsp;<\/p>\n\n\n\n<p><em>Last updated: February 2, 2022.<\/em><\/p>\n\n\n\n<div id=\"mediavine-settings\" data-blocklist-all=\"1\"><\/div>\n","protected":false},"excerpt":{"rendered":"<p><span class=\"span-reading-time rt-reading-time\" style=\"display: block;\"><span class=\"rt-label rt-prefix\">Reading Time: <\/span> <span class=\"rt-time\"> 10<\/span> <span class=\"rt-label rt-postfix\">minutes<\/span><\/span>TERMS AND CONDITIONS THESE TERMS CONTAIN AN ARBITRATION CLAUSE, DISCLAIMERS AND LIMITATIONS OF LIABILITY. PLEASE REVIEW CAREFULLY. The following terms &hellip;<\/p>\n","protected":false},"author":43,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"hide-home-page-title":false,"disable-critical-css":false,"footnotes":""},"class_list":["post-243","page","type-page","status-publish","hentry"],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v24.1 (Yoast SEO v24.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Terms of Use - The Hollywood Gossip<\/title>\n<meta name=\"description\" content=\"Dishing up the latest celebrity news, Hollywood gossip, entertainment news, scandals, celebrity feuds and fashion for 15 years and running.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.thehollywoodgossip.com\/terms-of-use\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Terms of Use\" \/>\n<meta property=\"og:description\" content=\"TERMS AND CONDITIONS THESE TERMS CONTAIN AN ARBITRATION CLAUSE, DISCLAIMERS AND LIMITATIONS OF LIABILITY. PLEASE REVIEW CAREFULLY. The following terms\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.thehollywoodgossip.com\/terms-of-use\/\" \/>\n<meta property=\"og:site_name\" content=\"The Hollywood Gossip\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/thehollywoodgossip\" \/>\n<meta property=\"article:modified_time\" content=\"2024-01-11T16:39:39+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@thgossip\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"13 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.thehollywoodgossip.com\/terms-of-use\/\",\"url\":\"https:\/\/www.thehollywoodgossip.com\/terms-of-use\/\",\"name\":\"Terms of Use - The Hollywood Gossip\",\"isPartOf\":{\"@id\":\"https:\/\/www.thehollywoodgossip.com\/#website\"},\"datePublished\":\"2021-02-25T09:10:40+00:00\",\"dateModified\":\"2024-01-11T16:39:39+00:00\",\"description\":\"Dishing up the latest celebrity news, Hollywood gossip, entertainment news, scandals, celebrity feuds and fashion for 15 years and running.\",\"breadcrumb\":{\"@id\":\"https:\/\/www.thehollywoodgossip.com\/terms-of-use\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.thehollywoodgossip.com\/terms-of-use\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.thehollywoodgossip.com\/terms-of-use\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.thehollywoodgossip.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Terms of Use\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.thehollywoodgossip.com\/#website\",\"url\":\"https:\/\/www.thehollywoodgossip.com\/\",\"name\":\"The Hollywood Gossip\",\"description\":\"Celebrity Gossip and Entertainment News\",\"publisher\":{\"@id\":\"https:\/\/www.thehollywoodgossip.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.thehollywoodgossip.com\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/www.thehollywoodgossip.com\/#organization\",\"name\":\"The Hollywood Gossip\",\"url\":\"https:\/\/www.thehollywoodgossip.com\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.thehollywoodgossip.com\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/cdn.thehollywoodgossip.com\/uploads\/2022\/02\/thg-logo.png\",\"contentUrl\":\"https:\/\/cdn.thehollywoodgossip.com\/uploads\/2022\/02\/thg-logo.png\",\"width\":132,\"height\":80,\"caption\":\"The Hollywood Gossip\"},\"image\":{\"@id\":\"https:\/\/www.thehollywoodgossip.com\/#\/schema\/logo\/image\/\"},\"sameAs\":[\"https:\/\/www.facebook.com\/thehollywoodgossip\",\"https:\/\/x.com\/thgossip\"]}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Terms of Use - The Hollywood Gossip","description":"Dishing up the latest celebrity news, Hollywood gossip, entertainment news, scandals, celebrity feuds and fashion for 15 years and running.","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.thehollywoodgossip.com\/terms-of-use\/","og_locale":"en_US","og_type":"article","og_title":"Terms of Use","og_description":"TERMS AND CONDITIONS THESE TERMS CONTAIN AN ARBITRATION CLAUSE, DISCLAIMERS AND LIMITATIONS OF LIABILITY. PLEASE REVIEW CAREFULLY. The following terms","og_url":"https:\/\/www.thehollywoodgossip.com\/terms-of-use\/","og_site_name":"The Hollywood Gossip","article_publisher":"https:\/\/www.facebook.com\/thehollywoodgossip","article_modified_time":"2024-01-11T16:39:39+00:00","twitter_card":"summary_large_image","twitter_site":"@thgossip","twitter_misc":{"Est. reading time":"13 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.thehollywoodgossip.com\/terms-of-use\/","url":"https:\/\/www.thehollywoodgossip.com\/terms-of-use\/","name":"Terms of Use - The Hollywood Gossip","isPartOf":{"@id":"https:\/\/www.thehollywoodgossip.com\/#website"},"datePublished":"2021-02-25T09:10:40+00:00","dateModified":"2024-01-11T16:39:39+00:00","description":"Dishing up the latest celebrity news, Hollywood gossip, entertainment news, scandals, celebrity feuds and fashion for 15 years and running.","breadcrumb":{"@id":"https:\/\/www.thehollywoodgossip.com\/terms-of-use\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.thehollywoodgossip.com\/terms-of-use\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.thehollywoodgossip.com\/terms-of-use\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.thehollywoodgossip.com\/"},{"@type":"ListItem","position":2,"name":"Terms of Use"}]},{"@type":"WebSite","@id":"https:\/\/www.thehollywoodgossip.com\/#website","url":"https:\/\/www.thehollywoodgossip.com\/","name":"The Hollywood Gossip","description":"Celebrity Gossip and Entertainment News","publisher":{"@id":"https:\/\/www.thehollywoodgossip.com\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.thehollywoodgossip.com\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/www.thehollywoodgossip.com\/#organization","name":"The Hollywood Gossip","url":"https:\/\/www.thehollywoodgossip.com\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.thehollywoodgossip.com\/#\/schema\/logo\/image\/","url":"https:\/\/cdn.thehollywoodgossip.com\/uploads\/2022\/02\/thg-logo.png","contentUrl":"https:\/\/cdn.thehollywoodgossip.com\/uploads\/2022\/02\/thg-logo.png","width":132,"height":80,"caption":"The Hollywood Gossip"},"image":{"@id":"https:\/\/www.thehollywoodgossip.com\/#\/schema\/logo\/image\/"},"sameAs":["https:\/\/www.facebook.com\/thehollywoodgossip","https:\/\/x.com\/thgossip"]}]}},"parsely":{"version":"1.1.0","meta":{"@context":"https:\/\/schema.org","@type":"WebPage","headline":"Terms of Use","url":"http:\/\/www.thehollywoodgossip.com\/terms-of-use\/","mainEntityOfPage":{"@type":"WebPage","@id":"http:\/\/www.thehollywoodgossip.com\/terms-of-use\/"},"thumbnailUrl":"","image":{"@type":"ImageObject","url":""},"articleSection":"Uncategorized","author":[{"@type":"Person","name":"Steve Michaels"}],"creator":["Steve Michaels"],"publisher":{"@type":"Organization","name":"The Hollywood Gossip","logo":"https:\/\/cdn.thehollywoodgossip.com\/uploads\/2022\/02\/thg-black.jpg"},"keywords":[],"dateCreated":"2021-02-25T09:10:40Z","datePublished":"2021-02-25T09:10:40Z","dateModified":"2024-01-11T16:39:39Z"},"rendered":"<script type=\"application\/ld+json\">{\"@context\":\"https:\\\/\\\/schema.org\",\"@type\":\"WebPage\",\"headline\":\"Terms of Use\",\"url\":\"http:\\\/\\\/www.thehollywoodgossip.com\\\/terms-of-use\\\/\",\"mainEntityOfPage\":{\"@type\":\"WebPage\",\"@id\":\"http:\\\/\\\/www.thehollywoodgossip.com\\\/terms-of-use\\\/\"},\"thumbnailUrl\":\"\",\"image\":{\"@type\":\"ImageObject\",\"url\":\"\"},\"articleSection\":\"Uncategorized\",\"author\":[{\"@type\":\"Person\",\"name\":\"Steve Michaels\"}],\"creator\":[\"Steve Michaels\"],\"publisher\":{\"@type\":\"Organization\",\"name\":\"The Hollywood Gossip\",\"logo\":\"https:\\\/\\\/cdn.thehollywoodgossip.com\\\/uploads\\\/2022\\\/02\\\/thg-black.jpg\"},\"keywords\":[],\"dateCreated\":\"2021-02-25T09:10:40Z\",\"datePublished\":\"2021-02-25T09:10:40Z\",\"dateModified\":\"2024-01-11T16:39:39Z\"}<\/script>","tracker_url":"https:\/\/cdn.parsely.com\/keys\/thehollywoodgossip.com\/p.js"},"_links":{"self":[{"href":"https:\/\/www.thehollywoodgossip.com\/wp-json\/wp\/v2\/pages\/243","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.thehollywoodgossip.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.thehollywoodgossip.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.thehollywoodgossip.com\/wp-json\/wp\/v2\/users\/43"}],"replies":[{"embeddable":true,"href":"https:\/\/www.thehollywoodgossip.com\/wp-json\/wp\/v2\/comments?post=243"}],"version-history":[{"count":1,"href":"https:\/\/www.thehollywoodgossip.com\/wp-json\/wp\/v2\/pages\/243\/revisions"}],"predecessor-version":[{"id":490117,"href":"https:\/\/www.thehollywoodgossip.com\/wp-json\/wp\/v2\/pages\/243\/revisions\/490117"}],"wp:attachment":[{"href":"https:\/\/www.thehollywoodgossip.com\/wp-json\/wp\/v2\/media?parent=243"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}